Repository: zeynepurtac/Test_ZTP_Apps
Catalog: KurulumWeb/Resources/Resources.*.resx
Languages: de, fr, tr

# L230
source: linkbackup UNDELIVERED Installation can not be performed due to an abnormal situation. Please check and confirm the following items carefully with the site technician: A. Make sure the device is powered-on and the status LEDs are flashing in orange. B. Check the 2 Data antennas connectors if connected to the correct SMA connectors: Antenna 1 (The Antenna with 2.5mt. cable) must be connected to Port 4G-1 Antenna 2 (The Antenna with 2.5mt. cable) must be connected to Port 4G-2 C. Please check the TIM SIM Card is installed on SIM1 Tray D. Please check the WINDTre SIM Card is installed on SIM2 Tray E. Please check if the RF Status LED in front of the Ricon Router is flashing or fixed F. Please ensure that both antenna cables are untied and there is at least 50cm distance from each antennas. G. Please double check the Ricon Serial number provided by the field technician is correct. H. If all above items are checked and confirmed; ask the field technician to press and hold the reset button on the rear side of the Ricon Router with a tiny tool for at least 20 seconds and release the button after 20 seconds. (The Ricon device must be powered on already while performing this action) I. Please wait at least 2 minutes and confirm the status LEDs on the front side of the Ricon router are flashing continuously. J. Repeat the activation task on RiconApps. K. If the installation returns with an error second time, please contact with your supervisor.
de: linkbackup NICHT ZUGESTELLT Die Installation kann aufgrund einer ungewöhnlichen Situation nicht durchgeführt werden. Bitte überprüfen und bestätigen Sie die folgenden Punkte sorgfältig mit dem Techniker vor Ort: A. Stellen Sie sicher, dass das Gerät eingeschaltet ist und die Status-LEDs orange blinken. B. Überprüfen Sie, ob die Anschlüsse der beiden Datenantennen an die richtigen SMA-Anschlüsse angeschlossen sind: Antenne 1 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-1 angeschlossen werden Antenne 2 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-2 angeschlossen werden C. Bitte überprüfen Sie, ob die TIM-SIM-Karte im SIM1-Fach installiert ist D. Bitte überprüfen Sie, ob die WINDTre-SIM-Karte im SIM2-Fach installiert ist E. Bitte überprüfen Sie, ob die RF-Status-LED vor dem Ricon-Router blinkt oder leuchtet F. Bitte stellen Sie sicher, dass beide Antennenkabel gelöst sind und dass zwischen den einzelnen Antennen ein Mindestabstand von 50 cm besteht. G. Bitte überprüfen Sie noch einmal, ob die vom Außendiensttechniker angegebene Ricon-Seriennummer korrekt ist. H. Wenn alle oben genannten Punkte überprüft und bestätigt werden; Bitten Sie den Außendiensttechniker, die Reset-Taste auf der Rückseite des Ricon-Routers mit einem kleinen Werkzeug mindestens 20 Sekunden lang gedrückt zu halten und die Taste nach 20 Sekunden loszulassen. (Das Ricon-Gerät muss während der Ausführung dieser Aktion bereits eingeschaltet sein.) I. Bitte warten Sie mindestens 2 Minuten und vergewissern Sie sich, dass die Status-LEDs auf der Vorderseite des Ricon-Routers kontinuierlich blinken. J. Wiederholen Sie die Aktivierungsaufgabe auf RiconApps. K. Wenn die Installation zum zweiten Mal mit einem Fehler zurückkehrt, wenden Sie sich bitte an Ihren Vorgesetzten.
fr: linkbackup NON LIVRÉ L'installation ne peut pas être effectuée en raison d'une situation anormale. Veuillez vérifier et confirmer soigneusement les éléments suivants avec le technicien du site : A. Assurez-vous que l'appareil est sous tension et que les voyants d'état clignotent en orange. B. Vérifiez les 2 connecteurs d'antennes de données s'ils sont connectés aux bons connecteurs SMA : L'antenne 1 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-1 L'antenne 2 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-2 C. Veuillez vérifier que la carte SIM TIM est installée sur le plateau SIM1 D. Veuillez vérifier que la carte SIM WINDTre est installée sur le plateau SIM2 E. Veuillez vérifier si le voyant d'état RF devant le routeur Ricon clignote ou est fixe F. Veuillez vous assurer que les deux câbles d'antenne sont détachés et qu'il y a au moins 50 cm de distance entre chaque antenne. G. Veuillez vérifier que le numéro de série Ricon fourni par le technicien de terrain est correct. H. Si tous les éléments ci-dessus sont vérifiés et confirmés ; demandez au technicien de terrain d'appuyer et de maintenir enfoncé le bouton de réinitialisation situé à l'arrière du routeur Ricon avec un petit outil pendant au moins 20 secondes et de relâcher le bouton après 20 secondes. (L'appareil Ricon doit déjà être sous tension lors de l'exécution de cette action) I. Veuillez attendre au moins 2 minutes et confirmer que les voyants d'état situés à l'avant du routeur Ricon clignotent en continu. J. Répétez la tâche d'activation sur RiconApps. K. Si l'installation renvoie une deuxième fois une erreur, veuillez contacter votre superviseur.
tr: linkbackup TESLİM EDİLMEDİ Anormal bir durum nedeniyle kurulum gerçekleştirilemiyor. Lütfen aşağıdaki öğeleri site teknisyeniyle dikkatlice kontrol edin ve onaylayın: A. Cihazın açık olduğundan ve durum LED'lerinin turuncu renkte yanıp söndüğünden emin olun. B. Doğru SMA konektörlerine bağlıysa 2 Veri anteni konektörünü kontrol edin: Anten 1 (2,5mt. kablolu Anten) Port 4G-1'e bağlanmalıdır. Anten 2 (2,5mt kablolu Anten) Port 4G-2'ye bağlanmalıdır. C. Lütfen TIM SIM Kartın SIM1 Tepsisine takılı olup olmadığını kontrol edin. D. Lütfen WINDTre SIM Kartın SIM2 Tepsisine takılı olup olmadığını kontrol edin. E. Lütfen Ricon Router'ın önündeki RF Durum LED'inin yanıp söndüğünü veya sabitlendiğini kontrol edin. F. Lütfen her iki anten kablosunun çözülmüş olduğundan ve antenler arasında en az 50 cm mesafe olduğundan emin olun. G. Lütfen saha teknisyeni tarafından sağlanan Ricon Seri numarasının doğruluğunu tekrar kontrol edin. H. Yukarıdaki tüm maddeler kontrol edilir ve onaylanırsa; saha teknisyeninden Ricon Router'ın arka tarafındaki sıfırlama düğmesine küçük bir aletle en az 20 saniye basılı tutmasını ve 20 saniye sonra düğmeyi bırakmasını isteyin. (Bu eylemi gerçekleştirirken Ricon cihazı açık olmalıdır) I. Lütfen en az 2 dakika bekleyin ve Ricon yönlendiricinin ön tarafındaki durum LED'lerinin sürekli yanıp söndüğünü onaylayın. J. RiconApps'ta aktivasyon görevini tekrarlayın. K. Kurulum ikinci kez bir hatayla dönerse, lütfen amirinizle iletişime geçin.

# L231
source: linkbackup Sent Succesfully
de: linkbackup Erfolgreich gesendet
fr: linkbackup envoyé avec succès
tr: linkbackup Başarıyla Gönderildi

# L232
source: reboot UNDELIVERED Installation can not be performed due to an abnormal situation. Please check and confirm the following items carefully with the site technician: A. Make sure the device is powered-on and the status LEDs are flashing in orange. B. Check the 2 Data antennas connectors if connected to the correct SMA connectors: Antenna 1 (The Antenna with 2.5mt. cable) must be connected to Port 4G-1 Antenna 2 (The Antenna with 2.5mt. cable) must be connected to Port 4G-2 C. Please check the TIM SIM Card is installed on SIM1 Tray D. Please check the WINDTre SIM Card is installed on SIM2 Tray E. Please check if the RF Status LED in front of the Ricon Router is flashing or fixed F. Please ensure that both antenna cables are untied and there is at least 50cm distance from each antennas. G. Please double check the Ricon Serial number provided by the field technician is correct. H. If all above items are checked and confirmed; ask the field technician to press and hold the reset button on the rear side of the Ricon Router with a tiny tool for at least 20 seconds and release the button after 20 seconds. (The Ricon device must be powered on already while performing this action) I. Please wait at least 2 minutes and confirm the status LEDs on the front side of the Ricon router are flashing continuously. J. Repeat the activation task on RiconApps. K. If the installation returns with an error second time, please contact with your supervisor.
de: Neustart UNZUSTELLEN Die Installation kann aufgrund einer ungewöhnlichen Situation nicht durchgeführt werden. Bitte überprüfen und bestätigen Sie die folgenden Punkte sorgfältig mit dem Techniker vor Ort: A. Stellen Sie sicher, dass das Gerät eingeschaltet ist und die Status-LEDs orange blinken. B. Überprüfen Sie, ob die Anschlüsse der beiden Datenantennen an die richtigen SMA-Anschlüsse angeschlossen sind: Antenne 1 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-1 angeschlossen werden Antenne 2 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-2 angeschlossen werden C. Bitte überprüfen Sie, ob die TIM-SIM-Karte im SIM1-Fach installiert ist D. Bitte überprüfen Sie, ob die WINDTre-SIM-Karte im SIM2-Fach installiert ist E. Bitte überprüfen Sie, ob die RF-Status-LED vor dem Ricon-Router blinkt oder leuchtet F. Bitte stellen Sie sicher, dass beide Antennenkabel gelöst sind und dass zwischen den einzelnen Antennen ein Mindestabstand von 50 cm besteht. G. Bitte überprüfen Sie noch einmal, ob die vom Außendiensttechniker angegebene Ricon-Seriennummer korrekt ist. H. Wenn alle oben genannten Punkte überprüft und bestätigt werden; Bitten Sie den Außendiensttechniker, die Reset-Taste auf der Rückseite des Ricon-Routers mit einem kleinen Werkzeug mindestens 20 Sekunden lang gedrückt zu halten und die Taste nach 20 Sekunden loszulassen. (Das Ricon-Gerät muss während der Ausführung dieser Aktion bereits eingeschaltet sein.) I. Bitte warten Sie mindestens 2 Minuten und vergewissern Sie sich, dass die Status-LEDs auf der Vorderseite des Ricon-Routers kontinuierlich blinken. J. Wiederholen Sie die Aktivierungsaufgabe auf RiconApps. K. Wenn die Installation zum zweiten Mal mit einem Fehler zurückkehrt, wenden Sie sich bitte an Ihren Vorgesetzten.
fr: redémarrer NON LIVRÉ L'installation ne peut pas être effectuée en raison d'une situation anormale. Veuillez vérifier et confirmer soigneusement les éléments suivants avec le technicien du site : A. Assurez-vous que l'appareil est sous tension et que les voyants d'état clignotent en orange. B. Vérifiez les 2 connecteurs d'antennes de données s'ils sont connectés aux bons connecteurs SMA : L'antenne 1 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-1 L'antenne 2 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-2 C. Veuillez vérifier que la carte SIM TIM est installée sur le plateau SIM1 D. Veuillez vérifier que la carte SIM WINDTre est installée sur le plateau SIM2 E. Veuillez vérifier si le voyant d'état RF devant le routeur Ricon clignote ou est fixe F. Veuillez vous assurer que les deux câbles d'antenne sont détachés et qu'il y a au moins 50 cm de distance entre chaque antenne. G. Veuillez vérifier que le numéro de série Ricon fourni par le technicien de terrain est correct. H. Si tous les éléments ci-dessus sont vérifiés et confirmés ; demandez au technicien de terrain d'appuyer et de maintenir enfoncé le bouton de réinitialisation situé à l'arrière du routeur Ricon avec un petit outil pendant au moins 20 secondes et de relâcher le bouton après 20 secondes. (L'appareil Ricon doit déjà être sous tension lors de l'exécution de cette action) I. Veuillez attendre au moins 2 minutes et confirmer que les voyants d'état situés à l'avant du routeur Ricon clignotent en continu. J. Répétez la tâche d'activation sur RiconApps. K. Si l'installation renvoie une deuxième fois une erreur, veuillez contacter votre superviseur.
tr: Teslim Edilmemiş Anormal bir durum nedeniyle kurulum gerçekleştirilemiyor. Lütfen aşağıdaki öğeleri site teknisyeniyle dikkatlice kontrol edin ve onaylayın: A. Cihazın açık olduğundan ve durum LED'lerinin turuncu renkte yanıp söndüğünden emin olun. B. Doğru SMA konektörlerine bağlıysa 2 Veri anteni konektörünü kontrol edin: Anten 1 (2,5mt. kablolu Anten) Port 4G-1'e bağlanmalıdır. Anten 2 (2,5mt kablolu Anten) Port 4G-2'ye bağlanmalıdır. C. Lütfen TIM SIM Kartın SIM1 Tepsisine takılı olup olmadığını kontrol edin. D. Lütfen WINDTre SIM Kartın SIM2 Tepsisine takılı olup olmadığını kontrol edin. E. Lütfen Ricon Router'ın önündeki RF Durum LED'inin yanıp söndüğünü veya sabitlendiğini kontrol edin. F. Lütfen her iki anten kablosunun çözülmüş olduğundan ve antenler arasında en az 50 cm mesafe olduğundan emin olun. G. Lütfen saha teknisyeni tarafından sağlanan Ricon Seri numarasının doğruluğunu tekrar kontrol edin. H. Yukarıdaki tüm maddeler kontrol edilir ve onaylanırsa; saha teknisyeninden Ricon Router'ın arka tarafındaki sıfırlama düğmesine küçük bir aletle en az 20 saniye basılı tutmasını ve 20 saniye sonra düğmeyi bırakmasını isteyin. (Bu eylemi gerçekleştirirken Ricon cihazı açık olmalıdır) I. Lütfen en az 2 dakika bekleyin ve Ricon yönlendiricinin ön tarafındaki durum LED'lerinin sürekli yanıp söndüğünü onaylayın. J. RiconApps'ta aktivasyon görevini tekrarlayın. K. Kurulum ikinci kez bir hatayla dönerse, lütfen amirinizle iletişime geçin.

# L233
source: reboot Sent Succesfully
de: Neustart Erfolgreich gesendet
fr: redémarrage envoyé avec succès
tr: Başarıyla Gönderildi

# L234
source: An unexpected error has occurred.Please restart the system.
de: Es ist ein unerwarteter Fehler aufgetreten. Bitte starten Sie das System neu.
fr: Une erreur inattendue s'est produite. Veuillez redémarrer le système.
tr: Beklenmeyen bir hata oluştu. Lütfen sistemi yeniden başlatın.

# L235
source: Ipsec Phase11 ikev1 Sent Succesfully
de: Ipsec Phase11 ikev1 erfolgreich gesendet
fr: Ipsec Phase11 ikev1 envoyé avec succès
tr: Ipsec Aşama 11 ikev1 Başarıyla Gönderildi

# L236
source: No signal detected. Please check antennas and reboot the device and try activation again.
de: Kein Signal erkannt. Bitte überprüfen Sie die Antennen, starten Sie das Gerät neu und versuchen Sie die Aktivierung erneut.
fr: Aucun signal détecté. Veuillez vérifier les antennes, redémarrer l'appareil et réessayer l'activation.
tr: Sinyal algılanmadı. Lütfen antenleri kontrol edin ve cihazı yeniden başlatıp etkinleştirmeyi tekrar deneyin.

# L237
source: Ipsec Phase21 ikev1 Sent Succesfully
de: Ipsec Phase21 ikev1 erfolgreich gesendet
fr: Ipsec Phase21 ikev1 envoyé avec succès
tr: Ipsec Aşama 21 ikev1 Başarıyla Gönderildi

# L238
source: Ipsec Phase21 ikev1 UNDELIVERED Installation can not be performed due to an abnormal situation. Please check and confirm the following items carefully with the site technician: A. Make sure the device is powered-on and the status LEDs are flashing in orange. B. Check the 2 Data antennas connectors if connected to the correct SMA connectors: Antenna 1 (The Antenna with 2.5mt. cable) must be connected to Port 4G-1 Antenna 2 (The Antenna with 2.5mt. cable) must be connected to Port 4G-2 C. Please check the TIM SIM Card is installed on SIM1 Tray D. Please check the WINDTre SIM Card is installed on SIM2 Tray E. Please check if the RF Status LED in front of the Ricon Router is flashing or fixed F. Please ensure that both antenna cables are untied and there is at least 50cm distance from each antennas. G. Please double check the Ricon Serial number provided by the field technician is correct. H. If all above items are checked and confirmed; ask the field technician to press and hold the reset button on the rear side of the Ricon Router with a tiny tool for at least 20 seconds and release the button after 20 seconds. (The Ricon device must be powered on already while performing this action) I. Please wait at least 2 minutes and confirm the status LEDs on the front side of the Ricon router are flashing continuously. J. Repeat the activation task on RiconApps. K. If the installation returns with an error second time, please contact with your supervisor.
de: Ipsec Phase21 ikev1 NICHT ZUGESTELLT Die Installation kann aufgrund einer ungewöhnlichen Situation nicht durchgeführt werden. Bitte überprüfen und bestätigen Sie die folgenden Punkte sorgfältig mit dem Techniker vor Ort: A. Stellen Sie sicher, dass das Gerät eingeschaltet ist und die Status-LEDs orange blinken. B. Überprüfen Sie, ob die Anschlüsse der beiden Datenantennen an die richtigen SMA-Anschlüsse angeschlossen sind: Antenne 1 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-1 angeschlossen werden Antenne 2 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-2 angeschlossen werden C. Bitte überprüfen Sie, ob die TIM-SIM-Karte im SIM1-Fach installiert ist D. Bitte überprüfen Sie, ob die WINDTre-SIM-Karte im SIM2-Fach installiert ist E. Bitte überprüfen Sie, ob die RF-Status-LED vor dem Ricon-Router blinkt oder leuchtet F. Bitte stellen Sie sicher, dass beide Antennenkabel gelöst sind und dass zwischen den einzelnen Antennen ein Mindestabstand von 50 cm besteht. G. Bitte überprüfen Sie noch einmal, ob die vom Außendiensttechniker angegebene Ricon-Seriennummer korrekt ist. H. Wenn alle oben genannten Punkte überprüft und bestätigt werden; Bitten Sie den Außendiensttechniker, die Reset-Taste auf der Rückseite des Ricon-Routers mit einem kleinen Werkzeug mindestens 20 Sekunden lang gedrückt zu halten und die Taste nach 20 Sekunden loszulassen. (Das Ricon-Gerät muss während der Ausführung dieser Aktion bereits eingeschaltet sein.) I. Bitte warten Sie mindestens 2 Minuten und vergewissern Sie sich, dass die Status-LEDs auf der Vorderseite des Ricon-Routers kontinuierlich blinken. J. Wiederholen Sie die Aktivierungsaufgabe auf RiconApps. K. Wenn die Installation zum zweiten Mal mit einem Fehler zurückkehrt, wenden Sie sich bitte an Ihren Vorgesetzten.
fr: Ipsec Phase21 ikev1 NON LIVRÉ L'installation ne peut pas être effectuée en raison d'une situation anormale. Veuillez vérifier et confirmer soigneusement les éléments suivants avec le technicien du site : A. Assurez-vous que l'appareil est sous tension et que les voyants d'état clignotent en orange. B. Vérifiez les 2 connecteurs d'antennes de données s'ils sont connectés aux bons connecteurs SMA : L'antenne 1 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-1 L'antenne 2 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-2 C. Veuillez vérifier que la carte SIM TIM est installée sur le plateau SIM1 D. Veuillez vérifier que la carte SIM WINDTre est installée sur le plateau SIM2 E. Veuillez vérifier si le voyant d'état RF devant le routeur Ricon clignote ou est fixe F. Veuillez vous assurer que les deux câbles d'antenne sont détachés et qu'il y a au moins 50 cm de distance entre chaque antenne. G. Veuillez vérifier que le numéro de série Ricon fourni par le technicien de terrain est correct. H. Si tous les éléments ci-dessus sont vérifiés et confirmés ; demandez au technicien de terrain d'appuyer et de maintenir enfoncé le bouton de réinitialisation situé à l'arrière du routeur Ricon avec un petit outil pendant au moins 20 secondes et de relâcher le bouton après 20 secondes. (L'appareil Ricon doit déjà être sous tension lors de l'exécution de cette action) I. Veuillez attendre au moins 2 minutes et confirmer que les voyants d'état situés à l'avant du routeur Ricon clignotent en continu. J. Répétez la tâche d'activation sur RiconApps. K. Si l'installation renvoie une deuxième fois une erreur, veuillez contacter votre superviseur.
tr: Ipsec Phase21 ikev1 TESLİM EDİLMEDİ Anormal bir durum nedeniyle kurulum gerçekleştirilemiyor. Lütfen aşağıdaki öğeleri site teknisyeniyle dikkatlice kontrol edin ve onaylayın: A. Cihazın açık olduğundan ve durum LED'lerinin turuncu renkte yanıp söndüğünden emin olun. B. Doğru SMA konektörlerine bağlıysa 2 Veri anteni konektörünü kontrol edin: Anten 1 (2,5mt. kablolu Anten) Port 4G-1'e bağlanmalıdır. Anten 2 (2,5mt kablolu Anten) Port 4G-2'ye bağlanmalıdır. C. Lütfen TIM SIM Kartın SIM1 Tepsisine takılı olup olmadığını kontrol edin. D. Lütfen WINDTre SIM Kartın SIM2 Tepsisine takılı olup olmadığını kontrol edin. E. Lütfen Ricon Router'ın önündeki RF Durum LED'inin yanıp söndüğünü veya sabitlendiğini kontrol edin. F. Lütfen her iki anten kablosunun çözülmüş olduğundan ve antenler arasında en az 50 cm mesafe olduğundan emin olun. G. Lütfen saha teknisyeni tarafından sağlanan Ricon Seri numarasının doğruluğunu tekrar kontrol edin. H. Yukarıdaki tüm maddeler kontrol edilir ve onaylanırsa; saha teknisyeninden Ricon Router'ın arka tarafındaki sıfırlama düğmesine küçük bir aletle en az 20 saniye basılı tutmasını ve 20 saniye sonra düğmeyi bırakmasını isteyin. (Bu eylemi gerçekleştirirken Ricon cihazı açık olmalıdır) I. Lütfen en az 2 dakika bekleyin ve Ricon yönlendiricinin ön tarafındaki durum LED'lerinin sürekli yanıp söndüğünü onaylayın. J. RiconApps'ta aktivasyon görevini tekrarlayın. K. Kurulum ikinci kez bir hatayla dönerse, lütfen amirinizle iletişime geçin.

# L239
source: We are starting the installation, Do you confirm?
de: Wir beginnen mit der Installation. Bestätigen Sie?
fr: Nous commençons l'installation, vous confirmez ?
tr: Kuruluma başlıyoruz, onaylıyor musunuz?

# L240
source: Upload
de: Hochladen
fr: Télécharger
tr: Yükle

# L241
source: Home
de: Startseite
fr: Page d'accueil
tr: Ana Sayfa

# L242
source: SIM Management
de: SIM-Verwaltung
fr: Gestion SIM
tr: SIM Yönetimi

# L243
source: Chat
de: Plaudern
fr: Chatte
tr: Sohbet

# L244
source: Pages
de: Seiten
tr: Sayfalar

# L245
source: Bulk Import ( SITE )
de: Neue SIM hinzufügen
fr: Ajouter une nouvelle Orange
tr: Toplu Ekleme ( Lokasyon)

# L246
source: Edit Orange Data
de: Orange bearbeiten
fr: Modifier la carte SIM
tr: Orange Data Düzenle

# L247
source: Deploy Management
de: Bereitstellungsmanagement
fr: Gestion du déploiement
tr: Dağıtım Yönetimi

# L248
source: Authentication
de: Authentifizierung
fr: Authentification
tr: Kimlik Doğrulama

# L249
source: Edit Table
de: Tabelle bearbeiten
fr: Modifier le tableau
tr: Tabloyu Düzenle

# L250
source: Sites
de: Websites
fr: Des sites
tr: Lokasyon

# L251
source: Submenu Items
de: Untermenüpunkte
fr: Éléments de sous-menu
tr: Alt menü Öğeleri

# L252
source: Edit Location
de: Websites verwalten
fr: Gérer les sites
tr: Lokasyon Düzenle

# L253
source: Bulk Import (Orange&Inwi)
de: Batch Hinzufügen (Orange&Inwi)
fr: Ajout par lot (Orange&Inwi)
tr: Toplu Ekleme (Orange&Inwi)

# L254
source: Sign Out
de: Abmelden
fr: Se déconnecter
tr: Oturumu Kapat

# L256
source: Choose Country
de: Land auswählen
fr: Choisir un pays
tr: Ülke Seçiniz

# L257
source: Privacy
de: Privatsphäre
fr: Vie privée
tr: Gizlilik

# L258
source: Terms
de: Bedingungen
fr: Termes
tr: Şartlar

# L259
source: About Us
de: Über uns
fr: À propos de nous
tr: Hakkımızda

# L260
source: Add New File
de: Neue Datei hinzufügen
fr: Ajouter un nouveau fichier
tr: Yeni Dosya Ekle

# L261
source: Close
de: Schließen
fr: Fermer
tr: Kapat

# L262
source: Drag and drop your file here on
de: Ziehen Sie Ihre Datei per Drag & Drop hierher
fr: Faites glisser votre fichier ici sur
tr: Dosyanızı buraya sürükleyip bırakın

# L263
source: Upload
de: Hochladen
fr: Télécharger
tr: Yükle

# L264
source: Cancel
de: Stornieren
fr: Annuler
tr: İptal Et

# L265
source: Browse
de: Durchsuche
fr: Parcourir
tr: Araştır

# L266
source: Upload is Succesfully
de: Der Upload war erfolgreich
fr: Le téléchargement est réussi
tr: Yükleme başarıyla tamamlandı

# L267
source: Upload is not Succesfully
de: Der Upload war nicht erfolgreich
fr: Le téléchargement n'est pas réussi
tr: Yükleme Başarılı Değil

# L268
source: An error occurred while uploading the file:
de: Beim Hochladen der Datei ist ein Fehler aufgetreten:
fr: Une erreur s'est produite lors de l'importation du fichier :
tr: Dosya yüklenirken bir hata oluştu:

# L269
source: Router Activation Form
de: Router-Aktivierungsformular
fr: Formulaire d'activation du routeur
tr: Router Aktivasyon Formu

# L270
source: Router Edit Form
de: Router-Bearbeitungsformular
fr: Formulaire de modification du routeur
tr: Router Düzenleme Formu

# L271
source: Update
de: Aktualisieren
fr: Mise à jour
tr: Güncelle
