Repository: zeynepurtac/Test_ZTP_Apps
Catalog: KurulumWeb/Resources/Resources.*.resx
Languages: de, fr, tr

# L272
source: Login with Azure.
de: Melden Sie sich mit Azure an.
fr: Connectez-vous avec Azure.
tr: Azure ile oturum açın.

# L273
source: Social Media
de: Sozialen Medien
fr: Réseaux sociaux
tr: Sosyal Medya

# L274
source: Select Site Name
de: Wählen Sie Site-Name aus
fr: Sélectionnez le nom du site
tr: Site Name SEÇİNİZ..

# L275
source: Completed Installation
de: Gesamtinstallation
fr: Installation totale
tr: Tamamlanan Kurulum

# L276
source: Project Total Router
de: Gesamtzahl der Sim-Karten
fr: Cartes SIM totales
tr: Proje Toplam Router

# L277
source: Add
de: Hinzufügen
fr: Ajouter
tr: Ekle

# L278
source: Delete
de: Löschen
fr: Supprimer
tr: Sil

# L279
source: Yes
de: Ja
fr: Oui
tr: Evet

# L280
source: No
de: Nein
fr: Non
tr: Hayır

# L281
source: Please select a file.
de: Bitte wählen Sie eine Datei aus.
fr: Veuillez sélectionner un fichier
tr: Lütfen bir dosya seçin.

# L282
source: Upload is Successful
de: Installation Erfolgreich
fr: Téléchargement réussi
tr: Yükleme Başarılı

# L283
source: Uploaded File:
de: Hochgeladene Datei:
fr: Fichier téléchargé :
tr: Yüklenen Dosya:

# L284
source: Upload is not Successful
de: Installation Nicht Erfolgreich
fr: L'installazione non è riuscita
tr: Yükleme Başarılı Değil

# L285
source: An error occurred while uploading the file:
de: Beim Laden der Datei ist ein Fehler aufgetreten:
fr: Si è verificato un errore durante il caricamento del file:
tr: Dosya yüklenirken bir hata oluştu:

# L286
source: Error found in rows:
de: Fehler in Zeilen gefunden:
fr: Errori sono stati trovati nelle righe:
tr: Satırlarda hata bulundu:

# L287
source: Rows Not Loaded:
de: Nicht Geladene Zeilen:
fr: Linee che non vengono caricate:
tr: Yüklenmeyen Satırlar:

# L289
source: Are you sure you want to start the activation process?
de: Sind Sie sicher, dass Sie den Aktivierungsprozess starten möchten?
fr: Sei sicuro di voler avviare il processo di attivazione?
tr: Aktivasyon işlemini başlatmak istediğinizden emin misiniz?

# L290
source: Installation Process Confirmation
de: Installationsprozessbestätigung
fr: Conferma del processo di installazione
tr: Kurulum İşlemi Onayı

# L291
source: The activation process has been started, please do not close this page until it is finished.
de: Der Aktivierungsprozess wurde gestartet. Bitte schließen Sie diese Seite erst, wenn er abgeschlossen ist.
fr: Il processo di attivazione è stato avviato, non chiudere questa pagina fino al termine.
tr: Aktivasyon işlemi başlatıldı, lütfen bitene kadar bu sayfayı kapatmayın.

# L292
source: Confirmation
de: Bestätigung
fr: Conferma
tr: Onay

# L293
source: Location information will be deleted. Do you confirm?
de: Standortdaten werden gelöscht. Sind sie damit einverstanden?
fr: Le informazioni sulla posizione verranno eliminate. Approvi?
tr: Lokasyon bilgileri silinecek. Onaylıyor musunuz?

# L294
source: Save
de: Speichern
fr: Salvare
tr: Kaydet

# L295
source: New Location Name:
de: Neuer Standortname:
fr: Nuovo nome località:
tr: Yeni Lokasyon Adı:

# L296
source: Adding a New Location
de: Einen Neuen Standort Hinzufügen
fr: Aggiunta di una nuova località
tr: Yeni Lokasyon Ekleme

# L297
source: The new location has been successfully saved.
de: Der neue Standort wurde erfolgreich registriert.
fr: La nuova località è stata registrata con successo.
tr: Yeni lokasyon başarıyla kaydedildi.

# L298
source: The location has been successfully deleted.
de: Standort erfolgreich gelöscht.
fr: La località è stata eliminata con successo.
tr: Lokasyon başarıyla silindi.

# L299
source: Transaction Successful
de: Transaktion Erfolgreich
fr: L'operazione ha successo
tr: İşlem Başarılı

# L300
source: Bulk Addition (Serial Number)
de: Masseneinfügung (Seriennummer)
fr: Insertion par Lots (Numéro De Série)
tr: Toplu Ekleme (Seri Numarası)

# L301
source: Edit Data
de: Daten bearbeiten
fr: Modifier les données
tr: Veri Düzenle

# L302
source: Download
de: Herunterladen
fr: le Modèle
tr: Şablon

# L303
source: SELECT GSM NO..
de: GSM-NUMMER AUSWÄHLEN.
fr: SÉLECTIONNER LE NUMÉRO GSM.
tr: GSM NO SEÇİNİZ..

# L304
source: View Data
de: Daten anzeigen
fr: Voir les données
tr: Verileri Görüntüle

# L305
source: Live Project Status
de: Live-Projektstatus
fr: Statut du projet en cours
tr: Canlı Proje Durumu

# L306
source: Add New Sim
de: Neue Simulation hinzufügen
fr: Ajouter un nouveau Sim
tr: Yeni Sim Ekleme

# L307
source: Sim data will be deleted. Do you approve?
de: Die Sim-Daten werden gelöscht. Sind Sie damit einverstanden?
fr: Les données de la carte SIM seront supprimées. Êtes-vous d'accord ?
tr: Sim bilgileri silinecek. Onaylıyor musunuz?

# L308
source: The Gsm number information is deleted. Do you agree?
de: Die Informationen zur Gsmnumber werden gelöscht. Sind Sie einverstanden?
fr: Les informations relatives au numéro de Gsm sont supprimées. Êtes-vous d'accord ?
tr: GSM numarası silinecek. Onaylıyor musunuz?

# L309
source: Sim information has been successfully deleted.
de: Die Sim-Informationen wurden erfolgreich gelöscht.
fr: Les informations sur la simulation ont été supprimées avec succès.
tr: q@

# L310
source: Sim information has been successfully saved.
de: Die Sim-Informationen wurden erfolgreich gespeichert.
fr: Les informations relatives à la simulation ont été enregistrées avec succès.
tr: Sim bilgileri başarıyla kaydedildi.

# L311
source: Add New Gsm Number
de: Neue Gsmnummer hinzufügen
fr: Ajouter un nouveau numéro de Gsm
tr: Yeni Gsm Numarası Ekleme

# L312
source: The new serial number was successfully registered.
de: Die neue Seriennummer wurde erfolgreich registriert.
fr: Le nouveau numéro de série a été enregistré avec succès.
tr: Yeni seri numarası başarıyla kaydedildi.

# L313
source: Serial number deleted successfully.
de: Die Seriennummer wurde erfolgreich gelöscht.
fr: Le numéro de série a été supprimé avec succès.
tr: Seri numarası başarıyla silindi.

# L314
source: Accounts
de: Konten
fr: Comptes
tr: Hesaplar

# L315
source: Please select GSM NO
de: Bitte wählen Sie GSM-NR
fr: Veuillez sélectionner GSM NON
tr: Lütfen GSM NO seçin

# L316
source: Select Gsm No
de: Gsm Nr. auswählen
fr: Sélectionner Gsm No
tr: Gsm No Seç

# L317
source: Manage Accounts
de: Konten verwalten
fr: Gérer les comptes
tr: Hesapları Yönet

# L318
source: Manage Azure AD
de: Verwalten von Azure AD
fr: Gérer Azure AD
tr: Azure AD Yönet

# L319
source: Manage Accounts
de: Konten organisieren
fr: Organiser les comptes
tr: Hesapları Düzenle

# L320
source: Add New User
de: Neuen Benutzer hinzufügen
fr: Ajouter un nouvel utilisateur
tr: Yeni Kullanıcı Ekle

# L321
source: Add New Orange Data
de: Neue orangefarbene Daten hinzufügen
fr: Ajouter de nouvelles données orange
tr: Yeni Orange Data Ekle

# L322
source: Do you agree that Orange Data Information will be deleted?
de: Sind Sie damit einverstanden, dass die Orange Dateninformationen gelöscht werden?
fr: Acceptez-vous que les informations sur les données d'Orange soient supprimées ?
tr: Orange Data Bilgileri Silinecek Onaylıyor musunuz?

# L323
source: Add New Data
de: Neue Daten hinzufügen
fr: Ajouter de nouvelles données
tr: Yeni Data Ekle

# L324
source: Do you agree that Data Information will be deleted?
de: Sind Sie damit einverstanden, dass die Daten gelöscht werden?
fr: Acceptez-vous que les données soient supprimées ?
tr: Data Bilgileri Silinecek Onaylıyor musunuz?

# L325
source: Orange Data Edit Form
de: Orange Datenbearbeitungsformular
fr: Formulaire d'édition des données orange
tr: Orange Data Düzenleme Formu

# L326
source: Data Edit Form
de: Formular zur Datenorganisation
fr: Formulaire d'organisation des données
tr: Veri Düzenleme Formu

# L327
source: Serial Number Edit Form
de: Formular zur Anordnung von Seriennummern
fr: Formulaire d'arrangement des numéros de série
tr: Seri Numarası Düzenleme Formu

# L328
source: Location Edit Form
de: Standort Organisationsformular
fr: Formulaire d'organisation de la localisation
tr: Lokasyon Düzenleme Formu

# L329
source: Orange Data has been successfully deleted.
de: Die orangefarbenen Daten wurden erfolgreich gelöscht.
fr: Orange Les données ont été effacées avec succès.
tr: Orange Data başarıyla silindi.

# L330
source: Orange Data has been successfully saved.
de: Orange Daten wurden erfolgreich aufgezeichnet.
fr: Orange Les données ont été enregistrées avec succès.
tr: Orange Data başarıyla kaydedildi.

# L331
source: Data has been successfully deleted.
de: Data wurde erfolgreich gelöscht.
fr: Les données ont été supprimées avec succès.
tr: Data başarıyla silindi.

# L332
source: Data has been successfully saved.
de: Daten erfolgreich gespeichert.
fr: Données enregistrées avec succès.
tr: Data başarıyla kaydedildi.

# L333
source: Do you confirm that the selected user information will be deleted?
de: Bestätigen Sie, dass die ausgewählten Benutzerinformationen gelöscht werden sollen?
fr: Confirmez-vous que les informations de l'utilisateur sélectionné seront supprimées ?
tr: Seçili kullanıcı bilgileri silinecek onaylıyor musunuz?

# L334
source: New user added successfully
de: Neuer Benutzer erfolgreich hinzugefügt.
fr: Nouvel utilisateur ajouté avec succès.
tr: Yeni kullanıcı başarıyla eklendi.

# L335
source: The selected user information was successfully deleted.
de: Die ausgewählten Benutzerinformationen wurden erfolgreich gelöscht.
fr: Les informations de l'utilisateur sélectionné ont été supprimées avec succès.
tr: Seçili kullanıcı bilgileri başarıyla silindi.

# L336
source: Information
de: Informationen
fr: Informations
tr: Bilgi

# L337
source: Edit Inwi Data
de: Bearbeiten Sie Inwi-Daten
fr: Modifier les données Inwi
tr: Inwi Data Düzenle

# L338
source: Does not comply with password security requirements. The password must contain a minimum of 8 characters, at least one uppercase letter, one symbol and one number.
de: Entspricht nicht den Sicherheitsanforderungen für Passwörter. Das Passwort muss mindestens 8 Zeichen, mindestens einen Großbuchstaben, ein Symbol und eine Zahl enthalten.
fr: Ne respecte pas les exigences de sécurité des mots de passe. Le mot de passe doit contenir au minimum 8 caractères, au moins une lettre majuscule, un symbole et un chiffre.
tr: Şifre güvenliği gereksinimlerine uymuyor. Şifre minimum 8 karakter, en az bir büyük harf, bir sembol ve bir rakam içermelidir.

# L339
source: Activated with.
de: Aktiviert mit.
fr: Activé avec.
tr: ile etkinleştirildi.

# L340
source: Please select only one file type (Inwi or Orange).
de: Bitte wählen Sie nur einen Dateityp (Inwi oder Orange).
fr: Veuillez sélectionner un seul type de fichier (Inwi ou Orange).
tr: Lütfen yalnızca bir dosya türü seçin (Inwi veya Orange).

# L341
source: File not selected.
de: Datei nicht ausgewählt.
fr: Fichier non sélectionné.
tr: Dosya Seçilmedi

# L342
source: Bulk Import (User)
de: Stapel hinzufügen (Benutzer)
fr: Ajout de lot (utilisateur)
tr: Toplu Ekleme (Kullanıcı)

# L343
source: User Name
de: Name des Benutzers
fr: Nom de l'utilisateur
tr: Kullanıcı Adı

# L344
source: Password
de: Passwort
fr: Mot de passe
tr: Parola

# L345
source: Type
de: Typ
tr: Rol

# L346
source: Creator
de: Schöpfer
fr: Créateur
tr: Oluşturucu

# L347
source: Create DateTime
de: DateTime erstellen
fr: Créer un DateTime
tr: Oluşturulan Tarih

# L348
source: Export Data
de: Daten exportieren
fr: Exportation de données
tr: Verileri Dışa Aktar

# L349
source: An error occurred during Excel file creation:
de: Bei der Erstellung der Excel-Datei ist ein Fehler aufgetreten:
fr: Une erreur s'est produite lors de la création du fichier Excel :
tr: Excel dosyası oluşturma sırasında bir hata oluştu:

# L350
source: Orange Data Detail
de: Orange Daten Detail
fr: Détail des données Orange
tr: Orange Veri Detayı

# L351
source: Data Detail
de: Daten Detail
fr: Détail des données
tr: Veri Detayı

# L352
source: Ok
de: GUT
fr: D'accord.
tr: Tamam

# L353
source: The selected GSM Number is missing in either templates. Please contact your supervisor.
de: Die ausgewählte GSM-Nummer fehlt entweder in-Vorlage. Bitte kontaktieren Sie Ihren Supervisor.
fr: Le numéro de GSM sélectionné est manquant dans les modèles. Veuillez contacter votre superviseur.
tr: Seçilen GSM Numarası şablonlarda eksik. Lütfen yöneticiniz ile iletişime geçin.

# L354
source: New registration failed. The Gsm Number you entered already exists in the Inwi Table.
de: Neue Registrierung fehlgeschlagen. Die von Ihnen eingegebene GSM-Nummer existiert bereits in der Inwi-Tabelle.
fr: Le nouvel enregistrement a échoué. Le numéro Gsm que vous avez saisi existe déjà dans le tableau Inwi.
tr: Yeni kayıt işlemi başarısız. Girmiş olduğunuz Gsm Numarası Inwi Tablosunda zaten mevcut.

# L355
source: New registration failed. The Gsm Number you entered already exists in the Orange Table.
de: Neue Registrierung fehlgeschlagen. Die von Ihnen eingegebene GSM-Nummer existiert bereits in der orangefarbenen Tabelle.
fr: Le nouvel enregistrement a échoué. Le numéro Gsm que vous avez saisi existe déjà dans le tableau Orange.
tr: Yeni kayıt işlemi başarısız. Girmiş olduğunuz Gsm Numarası OrangeTablosunda zaten mevcut.

# L356
source: Welcome to Ricon Mobile Zero Touch Provisioning
de: Willkommen bei Ricon Mobile Zero Touch Provisioning
fr: Bienvenue à Ricon Mobile Zero Touch Provisioning
tr: Ricon Mobile Zero Touch Provisioning'e hoş geldiniz

# L357
source: Please enter your Username and Password credentials in order to proceed
de: Bitte geben Sie Ihren Benutzernamen und Ihr Kennwort ein, um fortzufahren.
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe pour continuer.
tr: Devam etmek için lütfen Kullanıcı Adı ve Şifre bilgilerinizi girin

# L358
source: For contact information, please visit
de: Für Kontaktinformationen besuchen Sie bitte
fr: Pour obtenir des informations de contact, veuillez consulter le site
tr: İletişim bilgileri için lütfen ziyaret ediniz

# L360
source: Ricon Canada Office (HQ): 5063 North Service Road Burlington Ontario L7L 5H6 Canada
de: Ricon Kanada Büro (HQ): 5063 North Service Road Burlington Ontario L7L 5H6 Kanada
tr: Ricon Kanada Ofisi (HQ): 5063 North Service Road Burlington Ontario L7L 5H6 Kanada

# L361
source: Ricon Turkey Office: Ricon İletisim A.S | Resitpasa Mah. ITU ARI 3 Teknokent, No:4-Z011 Maslak Istanbul Turkey
de: Ricon Türkei Büro: Ricon İletisim A.S | Reşitpasa Mah. ITU ARI 3 Teknokent, Nr:4-Z011 Maslak Istanbul Türkei
fr: Ricon Turkey Office : Ricon İletisim A.Ş | Resitpasa Mah. ITU ARI 3 Teknokent, No:4-Z011 Maslak Istanbul Turkey
tr: Ricon Türkiye Ofis: Ricon İletişim A.Ş | Reşitpaşa Mah. ITU ARI 3 Teknokent, No:4-Z011 Maslak İstanbul Türkiye

# L362
source: Ricon Italy Office: Via Tiziano N. 3220145 Milan Italy
de: Ricon Büro Italien: Via Tiziano N. 3220145 Mailand Italien
fr: Ricon Bureau Italie : Via Tiziano N. 3220145 Milan Italie
tr: Ricon İtalya Ofis: Via Tiziano N. 3220145 Milano Italy

# L363
source: Edit Serial Number
de: Bearbeitung der Seriennummer
fr: Modification du numéro de série
tr: Seri Numarası Düzenleme

# L364
source: Edit GSM Form
de: GSM-Organisationsformular
fr: Formulaire d'organisation du GSM
tr: GSM Düzenleme Formu

# L365
source: Edit GSM Number
de: GSM-Nummer bearbeiten
fr: Modifier le numéro de GSM
tr: GSM Numarası Düzenle

# L366
source: New Ricon S/N
de: Hinzufügen einer neuen Ricon S/N
fr: Ajout d'un nouveau S/N Ricon
tr: Yeni Ricon S/N Ekleme

# L367
source: Ricon S/N will be deleted. Do you approve?
de: Ricon S/N verrà cancellato. Approva?
fr: Ricon S/N sera supprimé. Êtes-vous d'accord ?
tr: Ricon S/N silinecek. Onaylıyor musunuz?

# L368
source: User Name
de: Benutzername
fr: Nom d'utilisateur
tr: Kullanıcı Adı

# L369
source: Location
de: Standort
fr: Localisation
tr: Lokasyon

# L370
source: Basic Setup
de: Grundlegende Einrichtung
fr: Configuration de base
tr: Temel Kurulum

# L371
source: Remaining Router
de: Verbleibender Router
fr: Routeur restant
tr: Kalan Router

# L372
source: We are starting the installation. Do you approve?
de: Wir beginnen mit der Installation. Stimmen Sie zu?
fr: Nous commençons l'installation. Approuvez-vous ?
tr: Kuruluma Başlıyoruz Onaylıyor Musunuz?

# L373
source: Result
de: Ergebnis
fr: Résultat
tr: Sonuç

# L374
source: The installation is in progress; you can view the result of the operation in the Task Status menu.
de: Die Installation läuft, das Ergebnis des Vorgangs kannst du im Task Status-Menü sehen.
fr: L'installation est en cours, vous pouvez voir le résultat de l'opération dans le menu Task Status.
tr: Kurulum işlemi devam ediyor, işlem sonucunu Task Status menüsünden görebilirsiniz.

# L375
source: Company Name
de: Firmenname
fr: Nom de l'entreprise
tr: Firma Adı

# L376
source: Company name is required
de: Der Firmenname ist erforderlich
fr: Le nom de l'entreprise est requis
tr: Firma Adı Zorunludur.

# L377
source: Serial Number:
de: Seriennummer:
fr: Numéro de série:
tr: Seri Numarası:

# L378
source: Company Domain
de: Firmendomäne
fr: Domaine de l'entreprise
tr: Firma Etki Alanı

# L379
source: Save Confirmation
de: Speicherbestätigung
fr: Confirmation d'enregistrement
tr: Kaydetme Onayı

# L380
source: Do you want to save this information?
de: Möchten Sie diese Informationen speichern?
fr: Voulez-vous enregistrer ces informations ?
tr: Bu bilgileri kaydetmek istiyor musunuz?

# L381
source: Yes, Save
de: Ja, Speichern
fr: Oui, Enregistrer
tr: Evet, Kaydet

# L382
source: Date Time
de: Datum Uhrzeit
fr: Date heure
tr: Tarih Saat

# L383
source: Detail
fr: Détail
tr: Detay

# L384
source: Please select at least one row!
de: Bitte wählen Sie mindestens eine Zeile aus!
fr: Veuillez sélectionner au moins une ligne !
tr: Lütfen en az bir satır seçin!

# L385
source: Note
de: Hinweis
tr: Not

# L386
source: APN Name cannot be empty.
de: APN-Name darf nicht leer sein.
fr: Le nom APN ne peut pas être vide.
tr: APN Name boş olamaz.

# L387
source: Use a valid LAN IP format: ___.___.___.__
de: Verwenden Sie ein gültiges LAN-IP-Format: ___.___.___.__
fr: Utilisez un format d'adresse IP LAN valide : ___.___.___.__
tr: Geçerli bir LAN IP formatı kullanın: ___.___.___.__

# L388
source: Use a valid LAN subnet format: 255.___.___.___.__
de: Verwenden Sie ein gültiges LAN-Subnetz-Format: 255.__.___.___.__
fr: Utilisez un format de sous-réseau LAN valide : 255.__.___.___.__
tr: Geçerli bir LAN Subnet formatı kullanın: 255.___.___.__

# L389
source: DHCP Start IP is required.
de: DHCP-Start-IP ist erforderlich.
fr: L'adresse IP de début DHCP est obligatoire.
tr: DHCP Start IP zorunludur.

# L390
source: DHCP End IP is required.
de: DHCP-End-IP ist erforderlich.
fr: L'adresse IP de fin DHCP est obligatoire.
tr: DHCP End IP zorunludur.

# L391
source: DHCP Start IP must be in the same network as the LAN IP.
de: Die DHCP-Start-IP muss im selben Netzwerk wie die LAN-IP sein.
fr: L'adresse IP de début DHCP doit être dans le même réseau que l'adresse IP LAN.
tr: DHCP Start IP, LAN IP ile aynı ağda olmalıdır.

# L392
source: DHCP Start IP must be greater than the LAN IP. Example:
de: Die DHCP-Start-IP muss größer als die LAN-IP sein. Beispiel:
fr: L'adresse IP de début DHCP doit être supérieure à l'adresse IP LAN. Exemple :
tr: DHCP Start IP, LAN IP'den büyük olmalıdır. Örnek:

# L393
source: DHCP End IP must be in the same network as the LAN IP.
de: Die DHCP-End-IP muss im selben Netzwerk wie die LAN-IP sein.
fr: L'adresse IP de fin DHCP doit être dans le même réseau que l'adresse IP LAN.
tr: DHCP End IP, LAN IP ile aynı ağda olmalıdır.

# L395
source: with
de: mit
fr: avec
tr: İle

# L396
source: there must be a value in between.
de: es muss einen Wert dazwischen geben.
fr: Il doit y avoir une valeur entre les deux.
tr: arasında bir değer olmalıdır.

# L397
source: Search :
de: Suche :
fr: Recherche :
tr: Arama :

# L398
source: Processing, please wait...
de: Wird bearbeitet, bitte warten..
fr: Traitement en cours, veuillez patienter...
tr: İşleniyor, lütfen bekleyin...

# L399
source: Show records per page
de: Auf Seite anzeigen
fr: Afficher les enregistrements par page
tr: Sayfa başına kayıt göster

# L400
source: Total
de: Gesamt
tr: Toplam

# L401
source: from record
de: aus dem Datensatz
fr: a partir de l'enregistrement
tr: kayıttan

# L402
source: records between are being displayed.
de: die zwischenliegenden Datensätze werden angezeigt.
fr: les enregistrements entre sont affichés.
tr: arasındaki kayıtlar gösteriliyor.

# L403
source: Previous
de: Vorherige
fr: Précédent
tr: Önceki

# L404
source: Next
de: Nächste
fr: Suivant
tr: Sonraki

# L405
source: GSM No cannot be empty.
de: GSM-Nr. darf nicht leer sein.
fr: Le numéro GSM ne peut pas être vide
tr: GSM No boş olamaz.

# L406
source: GSM No must start with 90 and be 12 characters long.
de: GSM-Nr. muss mit 90 beginnen und 12 Zeichen lang sein.
fr: Le numéro GSM doit commencer par 90 et comporter 12 caractères.
tr: GSM No 90 ile başlamalı ve 12 karakter olmalıdır.

# L407
source: Serial number cannot be empty.
de: Die Seriennummer darf nicht leer sein.
fr: Le numéro de série ne peut pas être vide.
tr: Seri Numarası boş olamaz.

# L408
source: Serial number must be 16 characters long.
de: Die Seriennummer muss 16 Zeichen lang sein.
fr: Le numéro de série doit comporter 16 caractères.
tr: Seri Numarası 16 karakter olmalıdır.

# L409
source: Company Name cannot be empty.
de: Der Firmenname darf nicht leer sein.
fr: Le nom de l'entreprise ne peut pas être vide.
tr: Firma Adı boş olamaz.

# L410
source: Waiting Setup
de: Wartende Installation
fr: Installation en attente
tr: Bekleyen Kurulum

# L411
source: Registered Devices
de: Registrierte Geräte
fr: Appareils enregistrés
tr: Kayıtlı Cihazlar

# L412
source: Successful
de: Erfolgreich
fr: Réussi
tr: Başarılı

# L413
source: Unsuccessful
de: Erfolglos
fr: Échoué
tr: Başarısız

# L414
source: Please enter a valid domain format. For example: example.com
de: Bitte geben Sie ein gültiges Domainformat ein. Zum Beispiel: example.com
fr: Veuillez entrer un format de domaine valide. Par exemple : example.com
tr: Geçerli bir domain formatı giriniz. Örneğin: example.com

# L415
source: User updated successfully!
de: Benutzer erfolgreich aktualisiert!
fr: Utilisateur mis à jour avec succès !
tr: Kullanıcı başarıyla güncellendi!

# L416
source: Registered
de: Registriert
fr: Enregistre
tr: Kayıtlı

# L417
source: Waiting
de: Wartend
fr: En attente
tr: Bekleyen

# L418
source: Installed
de: Installiert
fr: Installe
tr: Kurulan

# L109
source: Terminal ID/SN
fr: Identifiant/SN du terminal
