Repository: zeynepurtac/Test_ZTP_Apps
Catalog: KurulumWeb/Resources/Resources.*.resx
Languages: de, fr, tr

# L223
source: Ipsec Phase22 Policy Sent Succesfully
de: IPsec Phase22-Richtlinie erfolgreich gesendet
fr: Politique Ipsec Phase22 envoyée avec succès
tr: Ipsec Aşama 22 Politikası Başarıyla Gönderildi

# L224
source: Lan Settings UNDELIVERED Installation can not be performed due to an abnormal situation. Please check and confirm the following items carefully with the site technician: A. Make sure the device is powered-on and the status LEDs are flashing in orange. B. Check the 2 Data antennas connectors if connected to the correct SMA connectors: Antenna 1 (The Antenna with 2.5mt. cable) must be connected to Port 4G-1 Antenna 2 (The Antenna with 2.5mt. cable) must be connected to Port 4G-2 C. Please check the TIM SIM Card is installed on SIM1 Tray D. Please check the WINDTre SIM Card is installed on SIM2 Tray E. Please check if the RF Status LED in front of the Ricon Router is flashing or fixed F. Please ensure that both antenna cables are untied and there is at least 50cm distance from each antennas. G. Please double check the Ricon Serial number provided by the field technician is correct. H. If all above items are checked and confirmed; ask the field technician to press and hold the reset button on the rear side of the Ricon Router with a tiny tool for at least 20 seconds and release the button after 20 seconds. (The Ricon device must be powered on already while performing this action) I. Please wait at least 2 minutes and confirm the status LEDs on the front side of the Ricon router are flashing continuously. J. Repeat the activation task on RiconApps. K. If the installation returns with an error second time, please contact with your supervisor.
de: LAN-Einstellungen NICHT LIEFERBAR Die Installation kann aufgrund einer ungewöhnlichen Situation nicht durchgeführt werden. Bitte überprüfen und bestätigen Sie die folgenden Punkte sorgfältig mit dem Techniker vor Ort: A. Stellen Sie sicher, dass das Gerät eingeschaltet ist und die Status-LEDs orange blinken. B. Überprüfen Sie, ob die Anschlüsse der beiden Datenantennen mit den richtigen SMA-Anschlüssen verbunden sind: Antenne 1 (die Antenne mit dem 2,5 m langen Kabel) muss an Port 4G-1 angeschlossen werden Antenne 2 (die Antenne mit 2,5 m Kabel) muss an Port 4G-2 angeschlossen werden C. Bitte prüfen Sie, ob die TIM-SIM-Karte im SIM1-Steckplatz installiert ist D. Bitte prüfen Sie, ob die WINDTre-SIM-Karte im SIM2-Steckplatz installiert ist E. Bitte überprüfen Sie, ob die RF-Status-LED vor dem Ricon-Router blinkt oder dauerhaft leuchtet F. Bitte stellen Sie sicher, dass beide Antennenkabel getrennt sind und dass zwischen den einzelnen Antennen ein Mindestabstand von 50 cm besteht. G. Bitte überprüfen Sie noch einmal, ob die vom Außendiensttechniker angegebene Ricon-Seriennummer korrekt ist. H. Wenn alle oben genannten Punkte überprüft und bestätigt werden; Lassen Sie den Außendiensttechniker mit einem kleinen Werkzeug die Reset-Taste auf der Rückseite des Ricon-Routers mindestens 20 Sekunden lang gedrückt halten und lassen Sie die Taste nach 20 Sekunden los. (Das Ricon-Gerät muss beim Durchführen dieser Aktion bereits eingeschaltet sein.) I. Bitte warten Sie mindestens 2 Minuten und überprüfen Sie, ob die Status-LEDs an der Vorderseite des Ricon-Routers kontinuierlich blinken. J. Wiederholen Sie die Aktivierungsaufgabe auf RiconApps. K. Wenn die Installation zum zweiten Mal mit einem Fehler zurückkehrt, wenden Sie sich bitte an Ihren Manager.
fr: LAN NON LIVRÉ Paramètres L'installation ne peut pas être effectuée en raison d'une situation anormale. Veuillez vérifier attentivement et confirmer les éléments suivants avec le technicien du site : A. Assurez-vous que l'appareil est sous tension et que les voyants d'état clignotent en orange. B. Vérifiez les 2 connecteurs d'antenne de données s'ils sont connectés aux bons connecteurs SMA : L'antenne 1 (antenne avec câble de 2,5 m) doit être connectée au port 4G-1 L'antenne 2 (antenne avec câble de 2,5 m) doit être connectée au port 4G-2 C. Veuillez vérifier que la carte SIM TIM est installée dans le plateau SIM1 D. Veuillez vérifier que la carte SIM WINDTre est installée sur le plateau SIM2 E. Veuillez vérifier si le voyant d'état RF devant le routeur Ricon clignote ou reste fixe F. Veuillez vous assurer que les deux câbles d'antenne sont desserrés et qu'il y a au moins 50 cm de distance entre chaque antenne. G. Veuillez vérifier que le numéro de série Ricon fourni par le technicien de terrain est correct. H. Si tous les éléments ci-dessus sont vérifiés et confirmés ; demandez au technicien de terrain d'appuyer et de maintenir enfoncé le bouton de réinitialisation à l'arrière du routeur Ricon avec un petit outil pendant au moins 20 secondes et de relâcher le bouton après 20 secondes. (L'appareil Ricon doit déjà être sous tension lors de l'exécution de cette action) I. Veuillez attendre au moins 2 minutes et confirmer que les voyants d'état à l'avant du routeur Ricon clignotent en continu. J. Répétez la tâche d'activation sur RiconApps. K. Si l'installation renvoie une deuxième fois une erreur, veuillez contacter votre superviseur.
tr: Lan Ayarları GÖNDERİLMEDİ Anormal bir durum nedeniyle kurulum gerçekleştirilemiyor. Lütfen aşağıdaki öğeleri site teknisyeniyle dikkatlice kontrol edin ve onaylayın: A. Cihazın açık olduğundan ve durum LED'lerinin turuncu renkte yanıp söndüğünden emin olun. B. Doğru SMA konektörlerine bağlıysa 2 Veri anteni konektörünü kontrol edin: Anten 1 (2,5mt. kablolu Anten) Port 4G-1'e bağlanmalıdır. Anten 2 (2,5mt kablolu Anten) Port 4G-2'ye bağlanmalıdır. C. Lütfen TIM SIM Kartın SIM1 Tepsisine takılı olup olmadığını kontrol edin. D. Lütfen WINDTre SIM Kartın SIM2 Tepsisine takılı olup olmadığını kontrol edin. E. Lütfen Ricon Router'ın önündeki RF Durum LED'inin yanıp söndüğünü veya sabitlendiğini kontrol edin. F. Lütfen her iki anten kablosunun çözülmüş olduğundan ve antenler arasında en az 50 cm mesafe olduğundan emin olun. G. Lütfen saha teknisyeni tarafından sağlanan Ricon Seri numarasının doğruluğunu tekrar kontrol edin. H. Yukarıdaki tüm maddeler kontrol edilir ve onaylanırsa; saha teknisyeninden Ricon Router'ın arka tarafındaki sıfırlama düğmesine küçük bir aletle en az 20 saniye basılı tutmasını ve 20 saniye sonra düğmeyi bırakmasını isteyin. (Bu eylemi gerçekleştirirken Ricon cihazı açık olmalıdır) I. Lütfen en az 2 dakika bekleyin ve Ricon yönlendiricinin ön tarafındaki durum LED'lerinin sürekli yanıp söndüğünü onaylayın. J. RiconApps'ta aktivasyon görevini tekrarlayın. K. Kurulum ikinci kez bir hatayla dönerse, lütfen amirinizle iletişime geçin.

# L225
source: Lan Settings Sent Succesfully
de: LAN-Einstellungen erfolgreich gesendet
fr: Paramètres LAN envoyés avec succès
tr: Lan Ayarları Başarıyla Gönderildi

# L226
source: SIM1 UNDELIVERED Installation can not be performed due to an abnormal situation. Please check and confirm the following items carefully with the site technician: A. Make sure the device is powered-on and the status LEDs are flashing in orange. B. Check the 2 Data antennas connectors if connected to the correct SMA connectors: Antenna 1 (The Antenna with 2.5mt. cable) must be connected to Port 4G-1 Antenna 2 (The Antenna with 2.5mt. cable) must be connected to Port 4G-2 C. Please check the TIM SIM Card is installed on SIM1 Tray D. Please check the WINDTre SIM Card is installed on SIM2 Tray E. Please check if the RF Status LED in front of the Ricon Router is flashing or fixed F. Please ensure that both antenna cables are untied and there is at least 50cm distance from each antennas. G. Please double check the Ricon Serial number provided by the field technician is correct. H. If all above items are checked and confirmed; ask the field technician to press and hold the reset button on the rear side of the Ricon Router with a tiny tool for at least 20 seconds and release the button after 20 seconds. (The Ricon device must be powered on already while performing this action) I. Please wait at least 2 minutes and confirm the status LEDs on the front side of the Ricon router are flashing continuously. J. Repeat the activation task on RiconApps. K. If the installation returns with an error second time, please contact with your supervisor.
de: SIM1 NICHT GELIEFERT Die Installation kann aufgrund einer ungewöhnlichen Situation nicht durchgeführt werden. Bitte überprüfen und bestätigen Sie die folgenden Punkte sorgfältig mit dem Techniker vor Ort: A. Stellen Sie sicher, dass das Gerät eingeschaltet ist und die Status-LEDs orange blinken. B. Überprüfen Sie, ob die Anschlüsse der beiden Datenantennen an die richtigen SMA-Anschlüsse angeschlossen sind: Antenne 1 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-1 angeschlossen werden Antenne 2 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-2 angeschlossen werden C. Bitte überprüfen Sie, ob die TIM-SIM-Karte im SIM1-Fach installiert ist D. Bitte überprüfen Sie, ob die WINDTre-SIM-Karte im SIM2-Fach installiert ist E. Bitte überprüfen Sie, ob die RF-Status-LED vor dem Ricon-Router blinkt oder leuchtet F. Bitte stellen Sie sicher, dass beide Antennenkabel gelöst sind und dass zwischen den einzelnen Antennen ein Mindestabstand von 50 cm besteht. G. Bitte überprüfen Sie noch einmal, ob die vom Außendiensttechniker angegebene Ricon-Seriennummer korrekt ist. H. Wenn alle oben genannten Punkte überprüft und bestätigt werden; Bitten Sie den Außendiensttechniker, die Reset-Taste auf der Rückseite des Ricon-Routers mit einem kleinen Werkzeug mindestens 20 Sekunden lang gedrückt zu halten und die Taste nach 20 Sekunden loszulassen. (Das Ricon-Gerät muss während der Ausführung dieser Aktion bereits eingeschaltet sein.) I. Bitte warten Sie mindestens 2 Minuten und vergewissern Sie sich, dass die Status-LEDs auf der Vorderseite des Ricon-Routers kontinuierlich blinken. J. Wiederholen Sie die Aktivierungsaufgabe auf RiconApps. K. Wenn die Installation zum zweiten Mal mit einem Fehler zurückkehrt, wenden Sie sich bitte an Ihren Vorgesetzten.
fr: SIM1 NON LIVRÉE L'installation ne peut pas être effectuée en raison d'une situation anormale. Veuillez vérifier et confirmer soigneusement les éléments suivants avec le technicien du site : A. Assurez-vous que l'appareil est sous tension et que les voyants d'état clignotent en orange. B. Vérifiez les 2 connecteurs d'antennes de données s'ils sont connectés aux bons connecteurs SMA : L'antenne 1 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-1 L'antenne 2 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-2 C. Veuillez vérifier que la carte SIM TIM est installée sur le plateau SIM1 D. Veuillez vérifier que la carte SIM WINDTre est installée sur le plateau SIM2 E. Veuillez vérifier si le voyant d'état RF devant le routeur Ricon clignote ou est fixe F. Veuillez vous assurer que les deux câbles d'antenne sont détachés et qu'il y a au moins 50 cm de distance entre chaque antenne. G. Veuillez vérifier que le numéro de série Ricon fourni par le technicien de terrain est correct. H. Si tous les éléments ci-dessus sont vérifiés et confirmés ; demandez au technicien de terrain d'appuyer et de maintenir enfoncé le bouton de réinitialisation situé à l'arrière du routeur Ricon avec un petit outil pendant au moins 20 secondes et de relâcher le bouton après 20 secondes. (L'appareil Ricon doit déjà être sous tension lors de l'exécution de cette action) I. Veuillez attendre au moins 2 minutes et confirmer que les voyants d'état situés à l'avant du routeur Ricon clignotent en continu. J. Répétez la tâche d'activation sur RiconApps. K. Si l'installation renvoie une deuxième fois une erreur, veuillez contacter votre superviseur.
tr: SIM1 TESLİM EDİLMEDİ Anormal bir durum nedeniyle kurulum gerçekleştirilemiyor. Lütfen aşağıdaki öğeleri site teknisyeniyle dikkatlice kontrol edin ve onaylayın: A. Cihazın açık olduğundan ve durum LED'lerinin turuncu renkte yanıp söndüğünden emin olun. B. Doğru SMA konektörlerine bağlıysa 2 Veri anteni konektörünü kontrol edin: Anten 1 (2,5mt. kablolu Anten) Port 4G-1'e bağlanmalıdır. Anten 2 (2,5mt kablolu Anten) Port 4G-2'ye bağlanmalıdır. C. Lütfen TIM SIM Kartın SIM1 Tepsisine takılı olup olmadığını kontrol edin. D. Lütfen WINDTre SIM Kartın SIM2 Tepsisine takılı olup olmadığını kontrol edin. E. Lütfen Ricon Router'ın önündeki RF Durum LED'inin yanıp söndüğünü veya sabitlendiğini kontrol edin. F. Lütfen her iki anten kablosunun çözülmüş olduğundan ve antenler arasında en az 50 cm mesafe olduğundan emin olun. G. Lütfen saha teknisyeni tarafından sağlanan Ricon Seri numarasının doğruluğunu tekrar kontrol edin. H. Yukarıdaki tüm maddeler kontrol edilir ve onaylanırsa; saha teknisyeninden Ricon Router'ın arka tarafındaki sıfırlama düğmesine küçük bir aletle en az 20 saniye basılı tutmasını ve 20 saniye sonra düğmeyi bırakmasını isteyin. (Bu eylemi gerçekleştirirken Ricon cihazı açık olmalıdır) I. Lütfen en az 2 dakika bekleyin ve Ricon yönlendiricinin ön tarafındaki durum LED'lerinin sürekli yanıp söndüğünü onaylayın. J. RiconApps'ta aktivasyon görevini tekrarlayın. K. Kurulum ikinci kez bir hatayla dönerse, lütfen amirinizle iletişime geçin.

# L227
source: SIM1 Sent Succesfully
de: SIM1 erfolgreich gesendet
fr: SIM1 envoyé avec succès
tr: SIM 1 Başarıyla Gönderildi

# L228
source: SIM2 UNDELIVERED Installation can not be performed due to an abnormal situation. Please check and confirm the following items carefully with the site technician: A. Make sure the device is powered-on and the status LEDs are flashing in orange. B. Check the 2 Data antennas connectors if connected to the correct SMA connectors: Antenna 1 (The Antenna with 2.5mt. cable) must be connected to Port 4G-1 Antenna 2 (The Antenna with 2.5mt. cable) must be connected to Port 4G-2 C. Please check the TIM SIM Card is installed on SIM1 Tray D. Please check the WINDTre SIM Card is installed on SIM2 Tray E. Please check if the RF Status LED in front of the Ricon Router is flashing or fixed F. Please ensure that both antenna cables are untied and there is at least 50cm distance from each antennas. G. Please double check the Ricon Serial number provided by the field technician is correct. H. If all above items are checked and confirmed; ask the field technician to press and hold the reset button on the rear side of the Ricon Router with a tiny tool for at least 20 seconds and release the button after 20 seconds. (The Ricon device must be powered on already while performing this action) I. Please wait at least 2 minutes and confirm the status LEDs on the front side of the Ricon router are flashing continuously. J. Repeat the activation task on RiconApps. K. If the installation returns with an error second time, please contact with your supervisor.
de: SIM2 NICHT GELIEFERT Die Installation kann aufgrund einer ungewöhnlichen Situation nicht durchgeführt werden. Bitte überprüfen und bestätigen Sie die folgenden Punkte sorgfältig mit dem Techniker vor Ort: A. Stellen Sie sicher, dass das Gerät eingeschaltet ist und die Status-LEDs orange blinken. B. Überprüfen Sie, ob die Anschlüsse der beiden Datenantennen an die richtigen SMA-Anschlüsse angeschlossen sind: Antenne 1 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-1 angeschlossen werden Antenne 2 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-2 angeschlossen werden C. Bitte überprüfen Sie, ob die TIM-SIM-Karte im SIM1-Fach installiert ist D. Bitte überprüfen Sie, ob die WINDTre-SIM-Karte im SIM2-Fach installiert ist E. Bitte überprüfen Sie, ob die RF-Status-LED vor dem Ricon-Router blinkt oder leuchtet F. Bitte stellen Sie sicher, dass beide Antennenkabel gelöst sind und dass zwischen den einzelnen Antennen ein Mindestabstand von 50 cm besteht. G. Bitte überprüfen Sie noch einmal, ob die vom Außendiensttechniker angegebene Ricon-Seriennummer korrekt ist. H. Wenn alle oben genannten Punkte überprüft und bestätigt werden; Bitten Sie den Außendiensttechniker, die Reset-Taste auf der Rückseite des Ricon-Routers mit einem kleinen Werkzeug mindestens 20 Sekunden lang gedrückt zu halten und die Taste nach 20 Sekunden loszulassen. (Das Ricon-Gerät muss während der Ausführung dieser Aktion bereits eingeschaltet sein.) I. Bitte warten Sie mindestens 2 Minuten und vergewissern Sie sich, dass die Status-LEDs auf der Vorderseite des Ricon-Routers kontinuierlich blinken. J. Wiederholen Sie die Aktivierungsaufgabe auf RiconApps. K. Wenn die Installation zum zweiten Mal mit einem Fehler zurückkehrt, wenden Sie sich bitte an Ihren Vorgesetzten.
fr: SIM2 NON LIVRÉ L'installation ne peut pas être effectuée en raison d'une situation anormale. Veuillez vérifier et confirmer soigneusement les éléments suivants avec le technicien du site : A. Assurez-vous que l'appareil est sous tension et que les voyants d'état clignotent en orange. B. Vérifiez les 2 connecteurs d'antennes de données s'ils sont connectés aux bons connecteurs SMA : L'antenne 1 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-1 L'antenne 2 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-2 C. Veuillez vérifier que la carte SIM TIM est installée sur le plateau SIM1 D. Veuillez vérifier que la carte SIM WINDTre est installée sur le plateau SIM2 E. Veuillez vérifier si le voyant d'état RF devant le routeur Ricon clignote ou est fixe F. Veuillez vous assurer que les deux câbles d'antenne sont détachés et qu'il y a au moins 50 cm de distance entre chaque antenne. G. Veuillez vérifier que le numéro de série Ricon fourni par le technicien de terrain est correct. H. Si tous les éléments ci-dessus sont vérifiés et confirmés ; demandez au technicien de terrain d'appuyer et de maintenir enfoncé le bouton de réinitialisation situé à l'arrière du routeur Ricon avec un petit outil pendant au moins 20 secondes et de relâcher le bouton après 20 secondes. (L'appareil Ricon doit déjà être sous tension lors de l'exécution de cette action) I. Veuillez attendre au moins 2 minutes et confirmer que les voyants d'état situés à l'avant du routeur Ricon clignotent en continu. J. Répétez la tâche d'activation sur RiconApps. K. Si l'installation renvoie une deuxième fois une erreur, veuillez contacter votre superviseur.
tr: SIM2 TESLİM EDİLMEDİ Anormal bir durum nedeniyle kurulum gerçekleştirilemiyor. Lütfen aşağıdaki öğeleri site teknisyeniyle dikkatlice kontrol edin ve onaylayın: A. Cihazın açık olduğundan ve durum LED'lerinin turuncu renkte yanıp söndüğünden emin olun. B. Doğru SMA konektörlerine bağlıysa 2 Veri anteni konektörünü kontrol edin: Anten 1 (2,5mt. kablolu Anten) Port 4G-1'e bağlanmalıdır. Anten 2 (2,5mt kablolu Anten) Port 4G-2'ye bağlanmalıdır. C. Lütfen TIM SIM Kartın SIM1 Tepsisine takılı olup olmadığını kontrol edin. D. Lütfen WINDTre SIM Kartın SIM2 Tepsisine takılı olup olmadığını kontrol edin. E. Lütfen Ricon Router'ın önündeki RF Durum LED'inin yanıp söndüğünü veya sabitlendiğini kontrol edin. F. Lütfen her iki anten kablosunun çözülmüş olduğundan ve antenler arasında en az 50 cm mesafe olduğundan emin olun. G. Lütfen saha teknisyeni tarafından sağlanan Ricon Seri numarasının doğruluğunu tekrar kontrol edin. H. Yukarıdaki tüm maddeler kontrol edilir ve onaylanırsa; saha teknisyeninden Ricon Router'ın arka tarafındaki sıfırlama düğmesine küçük bir aletle en az 20 saniye basılı tutmasını ve 20 saniye sonra düğmeyi bırakmasını isteyin. (Bu eylemi gerçekleştirirken Ricon cihazı açık olmalıdır) I. Lütfen en az 2 dakika bekleyin ve Ricon yönlendiricinin ön tarafındaki durum LED'lerinin sürekli yanıp söndüğünü onaylayın. J. RiconApps'ta aktivasyon görevini tekrarlayın. K. Kurulum ikinci kez bir hatayla dönerse, lütfen amirinizle iletişime geçin.

# L229
source: SIM2 Sent Succesfully
de: SIM2 erfolgreich gesendet
fr: SIM2 envoyé avec succès
tr: SIM2 Başarıyla Gönderildi
