Repository: zeynepurtac/Test_ZTP_Apps
Catalog: KurulumWeb/Resources/Resources.*.resx
Languages: de, fr, tr

# L100
source: Username
de: Nutzername
fr: Nom d'utilisateur
tr: Kullanıcı adı

# L101
source: Password
de: Passwort
fr: Mot de passe
tr: Şifre

# L102
source: Login
de: Anmeldung
fr: Se connecter
tr: Giriş yap

# L103
source: Please login with your username and password.
de: Bitte melden Sie sich mit Ihrem Benutzernamen und Passwort an.
fr: Veuillez vous connecter avec votre nom d'utilisateur et votre mot de passe.
tr: Lütfen kullanıcı adınız ve şifreniz ile giriş yapınız.

# L108
source: Select POS ID
de: Wählen Sie die POS-ID
fr: Sélectionnez l'identifiant du point de vente
tr: POS ID Seçiniz

# L110
source: Start
fr: Commencer
tr: Başlat

# L111
source: Select GSM Number 1
de: Wählen Sie GSM-Nummer 1
fr: Sélectionnez le numéro de GSM 1
tr: GSM Numarası 1'i seçin

# L112
source: Select GSM Number 2
de: Wählen Sie GSM-Nummer 2
fr: Sélectionner le numéro GSM 2
tr: GSM Numarası 2'yi seçin

# L113
source: Select Gsm Number
de: Wählen Sie die Gsm Number
fr: Sélectionnez le numéro de Gsm
tr: Gsm Numarasını Seçin

# L114
source: Select Terminal ID
de: Terminal-ID auswählen
fr: Sélectionnez l'identifiant du terminal
tr: Terminal ID Seçin

# L115
source: Please fill all required fields and click "Start" button
de: Bitte füllen Sie alle erforderlichen Felder aus und klicken Sie auf die Schaltfläche „Start“.
fr: Veuillez remplir tous les champs obligatoires et cliquer sur le bouton "Démarrer"
tr: Lütfen gerekli tüm alanları doldurun ve "Başlat" düğmesini tıklayın

# L116
source: Wrong username or password
de: Benutzername oder Passwort falsch
fr: Nom d'utilisateur ou mot de passe erroné
tr: Kullanıcı adı ya da parola yanlış

# L117
source: Please select the Gsm Number 1
de: Bitte wählen Sie GSM-Nummer 1 aus
fr: Veuillez sélectionner le numéro de GSM 1
tr: Lütfen Gsm Numarası 1'i seçiniz.

# L118
source: Please select the Gsm Number 2
de: Bitte wählen Sie GSM-Nummer 2 aus
fr: Veuillez sélectionner le numéro de GSM 2
tr: Lütfen GSM Numarası 2'yi seçiniz.

# L119
source: Please select the Site ID
de: Bitte wählen Sie die Site-ID aus
fr: Veuillez sélectionner l'identifiant du site
tr: Lütfen Site ID seçin

# L120
source: Please select the Ricon S/N
de: Bitte wählen Sie die Ricon S/N aus
fr: Veuillez sélectionner le S/N de Ricon
tr: Lütfen Ricon S/N'yi seçin

# L121
source: Please select the Terminal ID
de: Bitte wählen Sie die Terminal-ID aus
fr: Veuillez sélectionner l'identifiant du terminal
tr: Lütfen Terminal ID seçin

# L122
source: Please select the all information from list
de: Bitte wählen Sie alle Informationen aus der Liste aus
fr: Veuillez sélectionner toutes les informations de la liste
tr: Lütfen tüm bilgileri listeden seçin

# L123
source: Warning!!!The installation process has already been performed with the GSM number you have chosen.
de: Achtung!!! Der Installationsvorgang wurde bereits mit der von Ihnen gewählten GSM-Nummer durchgeführt.
fr: Attention!!!Le processus d'installation a déjà été effectué avec le numéro de GSM que vous avez choisi.
tr: Uyarı!!!Seçmiş olduğunuz GSM numarası ile kurulum işlemi yapılmıştır.

# L124
source: The installation process has been completed successfully, your device is rebooting. Please check the led indicators of the device. You can do your tests after reboot.
de: Der Installationsvorgang wurde erfolgreich abgeschlossen, Ihr Gerät wird neu gestartet. Bitte überprüfen Sie die LED-Anzeigen des Geräts. Sie können Ihre Tests nach dem Neustart durchführen.
fr: Le processus d'installation s'est terminé avec succès, votre appareil redémarre. Veuillez vérifier les voyants lumineux de l'appareil. Vous pouvez faire vos tests après le redémarrage.
tr: Kurulum işlemi başarıyla tamamlandı, cihazınız yeniden başlatılıyor. Lütfen cihazın led göstergelerini kontrol ediniz. Yeniden başlattıktan sonra testlerinizi yapabilirsiniz.

# L125
source: The installation process is not completed.
de: Der Installationsvorgang ist nicht abgeschlossen.
fr: Le processus d'installation n'est pas terminé.
tr: Kurulum işlemi tamamlanmadı.

# L126
source: Live Project Status
de: Live-Projektstatus
fr: Statut du projet en direct
tr: Verileri Görüntüle

# L127
source: Device Status
de: Gerätestatus
fr: Statut du périphérique
tr: Cihaz durumu

# L128
source: Installation Status
de: Installationsstatus
fr: État de l'installation
tr: Kurulum Durumu

# L129
source: Install Date Time
de: Datum und Uhrzeit installieren
fr: Date et heure d'installation
tr: Kurulum Tarihi

# L130
source: Ricon Serial Number
de: Ricon-Seriennummer
fr: Numéro de série Ricon
tr: Ricon Seri Numarası

# L131
source: Engineer
de: Ingenieur
fr: Ingénieur
tr: Mühendis

# L132
source: Site Name
fr: Nom du site
tr: Site adı

# L133
source: Terminal Serial Number
de: Seriennummer des Terminals
fr: Numéro de série du terminal
tr: Terminal Seri Numarası

# L134
source: Installed
de: Eingerichtet
fr: installée
tr: Kurulmuş

# L135
source: Not Installed
de: Nicht installiert
fr: Pas installé
tr: Yüklü değil

# L136
source: Ricon Devices
de: Ricon-Geräte
fr: Appareils Ricon
tr: Ricon Cihazları

# L137
source: Installed Device
de: Installiertes Gerät
fr: Appareil installé
tr: Yüklü Cihaz

# L138
source: Remaining Device
de: Verbleibendes Gerät
fr: Appareil restant
tr: Kalan Cihaz

# L139
source: value
de: Wert
fr: valeur
tr: Değer

# L141
source: GSM Number
de: GSM-Nummer
fr: Numéro GSM
tr: GSM Numarası

# L142
source: Site
tr: Alan

# L143
source: Print chart
de: Diagramm drucken
fr: Imprimer le graphique
tr: Tabloyu yazdır

# L144
source: Download PDF document
de: PDF-Dokument herunterladen
fr: Télécharger le document PDF
tr: PDF belgesini indir

# L145
source: Download PNG document
de: Laden Sie das PNG-Dokument herunter
fr: Télécharger le document PNG
tr: PNG belgesini indir

# L146
source: Username
de: Nutzername
fr: Nom d'utilisateur
tr: Kullanıcı adı

# L147
source: Username
de: Nutzername
fr: Nom d'utilisateur
tr: Kullanıcı adı

# L148
source: Username
de: Nutzername
fr: Nom d'utilisateur
tr: Kullanıcı adı

# L149
source: Username
de: Nutzername
fr: Nom d'utilisateur
tr: Kullanıcı adı

# L150
source: Username
de: Nutzername
fr: Nom d'utilisateur
tr: Kullanıcı adı

# L200
source: Error!
de: Fehler!
fr: Erreur!
tr: Hata!

# L201
source: Warning!
de: Warnung!
fr: Avertissement!
tr: Uyarı!

# L203
source: Confirm
de: Bestätigen
fr: Confirmer
tr: Onayla

# L204
source: Cancel
de: Stornieren
fr: Annuler
tr: İptal Et

# L205
source: You have chosen SIM 2
de: Sie haben SIM 2 gewählt
fr: Vous avez choisi SIM 2
tr: SIM 2'yi seçtiniz

# L210
source: The Ricon router you are about to activate is previously used on another site. The old site name and parameters will be deleted / updated with the new current site settings. Please confirm?
de: Der Ricon-Router, den Sie aktivieren möchten, wurde bereits an einem anderen Standort verwendet. Der alte Site-Name und die alten Parameter werden gelöscht bzw. mit den neuen aktuellen Site-Einstellungen aktualisiert. Bitte bestätigen?
fr: Le routeur Ricon que vous vous apprêtez à activer est déjà utilisé sur un autre site. L'ancien nom et les paramètres du site seront supprimés/mis à jour avec les nouveaux paramètres actuels du site. Veuillez confirmer?
tr: Etkinleştirmek üzere olduğunuz Ricon yönlendirici daha önce başka bir sitede kullanılıyor. Eski site adı ve parametreleri silinecek/yeni mevcut site ayarlarıyla güncellenecektir. Lütfen onaylayın?

# L211
source: Currently selected Ricon Serial Number and POS ID are individually existing in the installation database. The selected parameters are not correct. Firstly ensure that Ricon S/N and POS ID with the field engineer. If no change please contact your supervisor or change the Ricon device with a different Serial Number to proceed. Please return the Ricon device to the warehouse for RMA purposes. Do not use this device for any other installation.
de: Die aktuell ausgewählte Ricon-Seriennummer und POS-ID sind einzeln in der Installationsdatenbank vorhanden. Die ausgewählten Parameter sind nicht korrekt. Stellen Sie zunächst sicher, dass die Ricon-Seriennummer und die POS-ID mit dem Außendiensttechniker übereinstimmen. Wenn sich keine Änderung ergibt, wenden Sie sich bitte an Ihren Vorgesetzten oder tauschen Sie das Ricon-Gerät gegen eine andere Seriennummer aus, um fortzufahren. Bitte senden Sie das Ricon-Gerät für RMA-Zwecke an das Lager zurück. Verwenden Sie dieses Gerät nicht für andere Installationen.
fr: Le numéro de série Ricon et l'ID POS actuellement sélectionnés existent individuellement dans la base de données d'installation. Les paramètres sélectionnés ne sont pas corrects. Assurez-vous d'abord que Ricon S/N et POS ID avec l'ingénieur de terrain. S'il n'y a pas de changement, veuillez contacter votre superviseur ou changer l'appareil Ricon avec un numéro de série différent pour continuer. Veuillez retourner l'appareil Ricon à l'entrepôt à des fins de RMA. Ne pas utiliser cet appareil pour toute autre installation.
tr: Şu anda seçili olan Ricon Seri Numarası ve POS ID, kurulum veri tabanında ayrı ayrı mevcuttur. Seçilen parametreler doğru değil. Öncelikle saha mühendisi ile Ricon S/N ve POS ID'nin olduğundan emin olun. Değişiklik yoksa, lütfen amiriniz ile iletişime geçin veya devam etmek için Ricon cihazını farklı bir Seri Numarası ile değiştirin. RMA amaçları için lütfen Ricon cihazını depoya iade edin. Bu cihazı başka herhangi bir kurulum için kullanmayın.

# L212
source: This site you are currently activating has been activated with another Ricon device previously. The Ricon serial number associated with this POS ID will be updated with the replacement. Confirm? Note: Log into the RMSC and update the status of the Replacement Recon device to: Replaced / Faulty
de: Diese Site, die Sie gerade aktivieren, wurde zuvor mit einem anderen Ricon-Gerät aktiviert. Die mit dieser POS-ID verknüpfte Ricon-Seriennummer wird mit dem Ersatz aktualisiert. Bestätigen? Hinweis: Melden Sie sich beim RMSC an und aktualisieren Sie den Status des Ersatz-Recon-Geräts auf: Ersetzt/Fehlerhaft
fr: Ce site que vous activez actuellement a déjà été activé avec un autre appareil Ricon. Le numéro de série Ricon associé à cet ID POS sera mis à jour avec le remplacement. Confirmer? Remarque : connectez-vous au RMSC et mettez à jour l'état de l'appareil de reconnaissance de remplacement : remplacé/défectueux
tr: Şu anda aktif hale getirmekte olduğunuz bu site daha önce başka bir Ricon cihazı ile aktif hale getirildi. Bu POS kimliğiyle ilişkili Ricon seri numarası, değiştirme ile güncellenecektir. Onaylamak için? Not: RMSC'de oturum açın ve Backup Discovery cihaz durumunu şu şekilde güncelleyin: Değiştirildi / Başarısız

# L220
source: Ipsec Phase12 Policy UNDELIVERED Installation can not be performed due to an abnormal situation. Please check and confirm the following items carefully with the site technician: A. Make sure the device is powered-on and the status LEDs are flashing in orange. B. Check the 2 Data antennas connectors if connected to the correct SMA connectors: Antenna 1 (The Antenna with 2.5mt. cable) must be connected to Port 4G-1 Antenna 2 (The Antenna with 2.5mt. cable) must be connected to Port 4G-2 C. Please check the TIM SIM Card is installed on SIM1 Tray D. Please check the WINDTre SIM Card is installed on SIM2 Tray E. Please check if the RF Status LED in front of the Ricon Router is flashing or fixed F. Please ensure that both antenna cables are untied and there is at least 50cm distance from each antennas. G. Please double check the Ricon Serial number provided by the field technician is correct. H. If all above items are checked and confirmed; ask the field technician to press and hold the reset button on the rear side of the Ricon Router with a tiny tool for at least 20 seconds and release the button after 20 seconds. (The Ricon device must be powered on already while performing this action) I. Please wait at least 2 minutes and confirm the status LEDs on the front side of the Ricon router are flashing continuously. J. Repeat the activation task on RiconApps. K. If the installation returns with an error second time, please contact with your supervisor.
de: IPsec Phase12-Richtlinie NICHT ZUGESTELLT Die Installation kann aufgrund einer ungewöhnlichen Situation nicht durchgeführt werden. Bitte überprüfen und bestätigen Sie die folgenden Punkte sorgfältig mit dem Techniker vor Ort: A. Stellen Sie sicher, dass das Gerät eingeschaltet ist und die Status-LEDs orange blinken. B. Überprüfen Sie, ob die Anschlüsse der beiden Datenantennen an die richtigen SMA-Anschlüsse angeschlossen sind: Antenne 1 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-1 angeschlossen werden Antenne 2 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-2 angeschlossen werden C. Bitte überprüfen Sie, ob die TIM-SIM-Karte im SIM1-Fach installiert ist D. Bitte überprüfen Sie, ob die WINDTre-SIM-Karte im SIM2-Fach installiert ist E. Bitte überprüfen Sie, ob die RF-Status-LED vor dem Ricon-Router blinkt oder leuchtet F. Bitte stellen Sie sicher, dass beide Antennenkabel gelöst sind und dass zwischen den einzelnen Antennen ein Mindestabstand von 50 cm besteht. G. Bitte überprüfen Sie noch einmal, ob die vom Außendiensttechniker angegebene Ricon-Seriennummer korrekt ist. H. Wenn alle oben genannten Punkte überprüft und bestätigt werden; Bitten Sie den Außendiensttechniker, die Reset-Taste auf der Rückseite des Ricon-Routers mit einem kleinen Werkzeug mindestens 20 Sekunden lang gedrückt zu halten und die Taste nach 20 Sekunden loszulassen. (Das Ricon-Gerät muss während der Ausführung dieser Aktion bereits eingeschaltet sein.) I. Bitte warten Sie mindestens 2 Minuten und vergewissern Sie sich, dass die Status-LEDs auf der Vorderseite des Ricon-Routers kontinuierlich blinken. J. Wiederholen Sie die Aktivierungsaufgabe auf RiconApps. K. Wenn die Installation zum zweiten Mal mit einem Fehler zurückkehrt, wenden Sie sich bitte an Ihren Vorgesetzten.
fr: Politique Ipsec Phase12 NON LIVRÉE L'installation ne peut pas être effectuée en raison d'une situation anormale. Veuillez vérifier et confirmer soigneusement les éléments suivants avec le technicien du site : A. Assurez-vous que l'appareil est sous tension et que les voyants d'état clignotent en orange. B. Vérifiez les 2 connecteurs d'antennes de données s'ils sont connectés aux bons connecteurs SMA : L'antenne 1 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-1 L'antenne 2 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-2 C. Veuillez vérifier que la carte SIM TIM est installée sur le plateau SIM1 D. Veuillez vérifier que la carte SIM WINDTre est installée sur le plateau SIM2 E. Veuillez vérifier si le voyant d'état RF devant le routeur Ricon clignote ou est fixe F. Veuillez vous assurer que les deux câbles d'antenne sont détachés et qu'il y a au moins 50 cm de distance entre chaque antenne. G. Veuillez vérifier que le numéro de série Ricon fourni par le technicien de terrain est correct. H. Si tous les éléments ci-dessus sont vérifiés et confirmés ; demandez au technicien de terrain d'appuyer et de maintenir enfoncé le bouton de réinitialisation situé à l'arrière du routeur Ricon avec un petit outil pendant au moins 20 secondes et de relâcher le bouton après 20 secondes. (L'appareil Ricon doit déjà être sous tension lors de l'exécution de cette action) I. Veuillez attendre au moins 2 minutes et confirmer que les voyants d'état situés à l'avant du routeur Ricon clignotent en continu. J. Répétez la tâche d'activation sur RiconApps. K. Si l'installation renvoie une deuxième fois une erreur, veuillez contacter votre superviseur.
tr: Ipsec Phase12 Politikası TESLİM EDİLMİYOR Anormal bir durum nedeniyle kurulum gerçekleştirilemiyor. Lütfen aşağıdaki öğeleri site teknisyeniyle dikkatlice kontrol edin ve onaylayın: A. Cihazın açık olduğundan ve durum LED'lerinin turuncu renkte yanıp söndüğünden emin olun. B. Doğru SMA konektörlerine bağlıysa 2 Veri anteni konektörünü kontrol edin: Anten 1 (2,5mt. kablolu Anten) Port 4G-1'e bağlanmalıdır. Anten 2 (2,5mt kablolu Anten) Port 4G-2'ye bağlanmalıdır. C. Lütfen TIM SIM Kartın SIM1 Tepsisine takılı olup olmadığını kontrol edin. D. Lütfen WINDTre SIM Kartın SIM2 Tepsisine takılı olup olmadığını kontrol edin. E. Lütfen Ricon Router'ın önündeki RF Durum LED'inin yanıp söndüğünü veya sabitlendiğini kontrol edin. F. Lütfen her iki anten kablosunun çözülmüş olduğundan ve antenler arasında en az 50 cm mesafe olduğundan emin olun. G. Lütfen saha teknisyeni tarafından sağlanan Ricon Seri numarasının doğruluğunu tekrar kontrol edin. H. Yukarıdaki tüm maddeler kontrol edilir ve onaylanırsa; saha teknisyeninden Ricon Router'ın arka tarafındaki sıfırlama düğmesine küçük bir aletle en az 20 saniye basılı tutmasını ve 20 saniye sonra düğmeyi bırakmasını isteyin. (Bu eylemi gerçekleştirirken Ricon cihazı açık olmalıdır) I. Lütfen en az 2 dakika bekleyin ve Ricon yönlendiricinin ön tarafındaki durum LED'lerinin sürekli yanıp söndüğünü onaylayın. J. RiconApps'ta aktivasyon görevini tekrarlayın. K. Kurulum ikinci kez bir hatayla dönerse, lütfen amirinizle iletişime geçin.

# L221
source: Ipsec Phase12 Policy Sent Succesfully
de: IPsec-Phase12-Richtlinie erfolgreich gesendet
fr: Politique Ipsec Phase12 envoyée avec succès
tr: Ipsec Aşama 12 Politikası Başarıyla Gönderildi

# L222
source: Ipsec Phase22 Policy UNDELIVERED Installation can not be performed due to an abnormal situation. Please check and confirm the following items carefully with the site technician: A. Make sure the device is powered-on and the status LEDs are flashing in orange. B. Check the 2 Data antennas connectors if connected to the correct SMA connectors: Antenna 1 (The Antenna with 2.5mt. cable) must be connected to Port 4G-1 Antenna 2 (The Antenna with 2.5mt. cable) must be connected to Port 4G-2 C. Please check the TIM SIM Card is installed on SIM1 Tray D. Please check the WINDTre SIM Card is installed on SIM2 Tray E. Please check if the RF Status LED in front of the Ricon Router is flashing or fixed F. Please ensure that both antenna cables are untied and there is at least 50cm distance from each antennas. G. Please double check the Ricon Serial number provided by the field technician is correct. H. If all above items are checked and confirmed; ask the field technician to press and hold the reset button on the rear side of the Ricon Router with a tiny tool for at least 20 seconds and release the button after 20 seconds. (The Ricon device must be powered on already while performing this action) I. Please wait at least 2 minutes and confirm the status LEDs on the front side of the Ricon router are flashing continuously. J. Repeat the activation task on RiconApps. K. If the installation returns with an error second time, please contact with your supervisor.
de: IPsec Phase22-Richtlinie NICHT ZUGESTELLT Die Installation kann aufgrund einer ungewöhnlichen Situation nicht durchgeführt werden. Bitte überprüfen und bestätigen Sie die folgenden Punkte sorgfältig mit dem Techniker vor Ort: A. Stellen Sie sicher, dass das Gerät eingeschaltet ist und die Status-LEDs orange blinken. B. Überprüfen Sie, ob die Anschlüsse der beiden Datenantennen an die richtigen SMA-Anschlüsse angeschlossen sind: Antenne 1 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-1 angeschlossen werden Antenne 2 (die Antenne mit 2,5 m langem Kabel) muss an Port 4G-2 angeschlossen werden C. Bitte überprüfen Sie, ob die TIM-SIM-Karte im SIM1-Fach installiert ist D. Bitte überprüfen Sie, ob die WINDTre-SIM-Karte im SIM2-Fach installiert ist E. Bitte überprüfen Sie, ob die RF-Status-LED vor dem Ricon-Router blinkt oder leuchtet F. Bitte stellen Sie sicher, dass beide Antennenkabel gelöst sind und dass zwischen den einzelnen Antennen ein Mindestabstand von 50 cm besteht. G. Bitte überprüfen Sie noch einmal, ob die vom Außendiensttechniker angegebene Ricon-Seriennummer korrekt ist. H. Wenn alle oben genannten Punkte überprüft und bestätigt werden; Bitten Sie den Außendiensttechniker, die Reset-Taste auf der Rückseite des Ricon-Routers mit einem kleinen Werkzeug mindestens 20 Sekunden lang gedrückt zu halten und die Taste nach 20 Sekunden loszulassen. (Das Ricon-Gerät muss während der Ausführung dieser Aktion bereits eingeschaltet sein.) I. Bitte warten Sie mindestens 2 Minuten und vergewissern Sie sich, dass die Status-LEDs auf der Vorderseite des Ricon-Routers kontinuierlich blinken. J. Wiederholen Sie die Aktivierungsaufgabe auf RiconApps. K. Wenn die Installation zum zweiten Mal mit einem Fehler zurückkehrt, wenden Sie sich bitte an Ihren Vorgesetzten.
fr: Politique Ipsec Phase22 NON LIVRÉE L'installation ne peut pas être effectuée en raison d'une situation anormale. Veuillez vérifier et confirmer soigneusement les éléments suivants avec le technicien du site : A. Assurez-vous que l'appareil est sous tension et que les voyants d'état clignotent en orange. B. Vérifiez les 2 connecteurs d'antennes de données s'ils sont connectés aux bons connecteurs SMA : L'antenne 1 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-1 L'antenne 2 (l'antenne avec un câble de 2,5 m) doit être connectée au port 4G-2 C. Veuillez vérifier que la carte SIM TIM est installée sur le plateau SIM1 D. Veuillez vérifier que la carte SIM WINDTre est installée sur le plateau SIM2 E. Veuillez vérifier si le voyant d'état RF devant le routeur Ricon clignote ou est fixe F. Veuillez vous assurer que les deux câbles d'antenne sont détachés et qu'il y a au moins 50 cm de distance entre chaque antenne. G. Veuillez vérifier que le numéro de série Ricon fourni par le technicien de terrain est correct. H. Si tous les éléments ci-dessus sont vérifiés et confirmés ; demandez au technicien de terrain d'appuyer et de maintenir enfoncé le bouton de réinitialisation situé à l'arrière du routeur Ricon avec un petit outil pendant au moins 20 secondes et de relâcher le bouton après 20 secondes. (L'appareil Ricon doit déjà être sous tension lors de l'exécution de cette action) I. Veuillez attendre au moins 2 minutes et confirmer que les voyants d'état situés à l'avant du routeur Ricon clignotent en continu. J. Répétez la tâche d'activation sur RiconApps. K. Si l'installation renvoie une deuxième fois une erreur, veuillez contacter votre superviseur.
tr: Ipsec Phase22 Politikası TESLİM EDİLMİYOR Anormal bir durum nedeniyle kurulum gerçekleştirilemiyor. Lütfen aşağıdaki öğeleri site teknisyeniyle dikkatlice kontrol edin ve onaylayın: A. Cihazın açık olduğundan ve durum LED'lerinin turuncu renkte yanıp söndüğünden emin olun. B. Doğru SMA konektörlerine bağlıysa 2 Veri anteni konektörünü kontrol edin: Anten 1 (2,5mt. kablolu Anten) Port 4G-1'e bağlanmalıdır. Anten 2 (2,5mt kablolu Anten) Port 4G-2'ye bağlanmalıdır. C. Lütfen TIM SIM Kartın SIM1 Tepsisine takılı olup olmadığını kontrol edin. D. Lütfen WINDTre SIM Kartın SIM2 Tepsisine takılı olup olmadığını kontrol edin. E. Lütfen Ricon Router'ın önündeki RF Durum LED'inin yanıp söndüğünü veya sabitlendiğini kontrol edin. F. Lütfen her iki anten kablosunun çözülmüş olduğundan ve antenler arasında en az 50 cm mesafe olduğundan emin olun. G. Lütfen saha teknisyeni tarafından sağlanan Ricon Seri numarasının doğruluğunu tekrar kontrol edin. H. Yukarıdaki tüm maddeler kontrol edilir ve onaylanırsa; saha teknisyeninden Ricon Router'ın arka tarafındaki sıfırlama düğmesine küçük bir aletle en az 20 saniye basılı tutmasını ve 20 saniye sonra düğmeyi bırakmasını isteyin. (Bu eylemi gerçekleştirirken Ricon cihazı açık olmalıdır) I. Lütfen en az 2 dakika bekleyin ve Ricon yönlendiricinin ön tarafındaki durum LED'lerinin sürekli yanıp söndüğünü onaylayın. J. RiconApps'ta aktivasyon görevini tekrarlayın. K. Kurulum ikinci kez bir hatayla dönerse, lütfen amirinizle iletişime geçin.
